{"index": 44, "claim": "Us racial inequality may be as deadly as covid-19", "evidence": "Racial inequality may be as deadly as Covid-19 (replication package). For COVID-19 to raise mortality as much as racial inequality does, it would need to erase two to three decades of mortality progress for Whites.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 140, "claim": "Coronavirus endoribonuclease targets viral polyuridine sequences to evade activating host sensors", "evidence": "Furthermore, the HCV replication complexes may hide the viral RNA from recognition by host sensors (43).", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 225, "claim": "The antiviral compound remdesivir potently inhibits rna-dependent rna polymerase from middle east respiratory syndrome coronavirus", "evidence": "Broad spectrum antiviral remdesivir inhibits human endemic and zoonotic deltacoronaviruses with a highly divergent RNA dependent RNA polymerase. Remdesivir (RDV) is an investigational compound with a broad spectrum of antiviral activities against RNA viruses, including severe acute respiratory syndrome-CoV and Middle East respiratory syndrome (MERS-CoV).", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 110, "claim": "Preliminary results of nationwide representative screening are out", "evidence": "The results of the first nationwide representative screening will be released at the end of May. These preliminary results include those older than 14 who do not live in retirement homes or similar institutes.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 303, "claim": "A five day course of ivermectin for the treatment of covid-19 may reduce the duration of illness", "evidence": "Ivermectin may be effective for the treatment of early-onset mild COVID-19 in adult patients. Ivermectin to prevent hospitalizations in patients with COVID-19 (IVERCOR-COVID19): a structured summary of a study protocol for a randomized controlled trial. A 5-day course of ivermectin was found to be safe and effective in treating adult patients with mild COVID-19. A 5-day course of ivermectin resulted in an earlier clearance of the virus compared to placebo ( p = 0.005), thus indicating that early intervention with this agent may limit viral replication within the host.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 344, "claim": "Active monitoring of persons exposed to patients with confirmed covid-19", "evidence": "On January 20, state and local health departments in the United States, in collaboration with teams deployed from CDC, began identifying and monitoring all persons considered to have had close contact with patients with confirmed COVID-19 ( 2 ). The duration of time in the same airspace after the patient with confirmed COVID-19 was applied differently by health jurisdictions.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 274, "claim": "Astrazeneca covid-19 vaccine study is put on hold", "evidence": "A spokesperson for AstraZeneca, a frontrunner in the race for a Covid-19 vaccine, said in a statement that the companys standard review process triggered a pause to vaccination to allow review of safety data. In a follow-up statement, AstraZeneca said it initiated the study hold. AstraZenecas is the first Phase 3 Covid-19 vaccine trial known to have been put on hold.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 56, "claim": "Stanford professor balaji s. srinivasan 's peer review of the santa clara seroprevalence study indicates that its high reported positive rate results may be explained by the false positive rate of the test and/or by sample recruitment issues .", "evidence": "The use of such certificates may therefore increase the risks of continued transmission. One of the most well-known attempts to justify sending workers back to offices and factories based on a supposed antibody count comes from the controversial Santa Clara study, as it has come to be known. The Stanford researchers acknowledged as much in the study and used test performance weights to scale results, but Rutherford was skeptical of these weights, as well as the population weights the researchers used. In a peer review of the antibody study published to Medium, former Stanford lecturer Balaji Srinivasan, who specializes in statistics and computational biology, argued the selection methods could have overstated the prevalence of the disease in the county. Dr. Natalie E. Dean, a professor of biostatistics at the University of Florida, tweeted that she had concerns with the adjustments made for clustering (some participants brought children and other household members with them to the test) and test characteristics (researchers assume no false positives but some false negatives).", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 13, "claim": "Simple probiotics might help inhibit covid-19 infection", "evidence": "Other research suggests that probiotic supplementation may promote antiviral activity in general to improve immune, pulmonary, and anti-inflammatory response that might help clear the SARS-CoV-2 infection (70, 71).", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 155, "claim": "Aggregated mobility data could help fight covid-19", "evidence": "When aggregated, these data can help refine interventions by providing near real-time information about changes in patterns of human movement.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 321, "claim": "Fda authorizes first diagnostic test for screening of people without known or suspected covid-19 infection", "evidence": "Last month, the FDA posted updated templates with recommendations for test developers to demonstrate validation for a test to be authorized for screening of asymptomatic people, as well as for sample pooling. The FDA reissued the LabCorp COVID-19 RT-PCR Test EUA to expand use of the test to anyone, after the company provided scientific data showing the tests ability to detect SARS-CoV-2 in a general, asymptomatic population. Additionally, the data reviewed by the FDA demonstrated that the test is as accurate in the broader asymptomatic population as it is among people suspected to have COVID-19. Until now, molecular diagnostic tests have generally been authorized for people suspected of having COVID-19 by their health care provider, which has allowed asymptomatic people to be tested, when warranted, at the discretion of the health care provider.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 238, "claim": "Two known therapies could be useful as adjuvant therapy in critical patients infected by covid-19", "evidence": "Obviously clinical trials are necessaries, but due to the potential benefit of these two therapies we highly recommended to add to the therapeutic arsenal.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 333, "claim": "A consensus covid-19 immune signature combines immuno-protection with discrete sepsis-like traits associated with poor prognosis", "evidence": "The core signature conspicuously blended adaptive B cell responses typical of virus infection or vaccination with discrete traits hitherto associated with sepsis, including monocyte and dendritic cell dampening, and hyperactivation and depletion of discrete T cell subsets.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 25, "claim": "Fenofibrate increases the amount of sulfatide which seems beneficial against covid-19", "evidence": "Also in a population, treatment with agents that increase sulfatide levels such as fenofibrate or serine [7], [8] should be investigated for a beneficial effect against coronavirus infection.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 278, "claim": "Giuliani-promoted covid-19 therapy from celularity nabs fda speedy trial start", "evidence": "Trials need to be EXPEDITED. It seems he got his wish: Today, New Jersey-based Celularity said it has been given the all-clear from the FDA to start its clinical trial of CYNK-001, its allogeneic, off-the-shelf, cryopreserved natural killer cell therapy to be used in a phase 1/2 study in up to 86 patients with COVID-19.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 393, "claim": "Serial interval of sars-cov-2 was shortened over time by nonpharmaceutical interventions", "evidence": "Empirical serial interval distributions for transmission pairs, counting from symptom onsets of the infectors during each period, indicate that the serial intervals shortened over time (Fig. noticed that the average serial interval changed as nonpharmaceutical interventions were introduced. 1 Serial intervals of SARS-CoV-2 substantially shortened over time in mainland China.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 287, "claim": "Immune cell activation in severe covid-19 resembles lupus .", "evidence": "The scientists found that patients with severe COVID-19 displayed many of these hallmarks of extrafollicular B cell responses associated with lupus. The critically-ill COVID-19 patients who survived and recovered from the infection also showed lingering symptoms similar to those experienced by lupus patients during acute flare-ups.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 329, "claim": "Robust ace2 protein expression localizes to the motile cilia of the respiratory tract epithelia and is not increased by ace inhibitors or angiotensin receptor blockers", "evidence": "We further determined whether ACE2 expression in the cilia of upper respiratory cells was influenced by patient demographics, clinical characteristics, co-morbidities, or medication use, and found no evidence that the use of angiotensin-converting enzyme inhibitors (ACEI) or angiotensin II receptor blockers (ARBs) increases ACE2 protein expression. ACE2 expression in the nasal cilia is not increased in patients taking angiotensin-converting enzyme inhibitors (ACEI) or angiotensin II receptor blockers (ARBs), but potentially decreased in ACEI patients.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 23, "claim": "Single-cell omics reveals dyssynchrony of the innate and adaptive immune system in progressive covid-19", "evidence": "Here, we utilize multiomics single-cell analysis to probe dynamic immune responses in patients with stable or progressive manifestations of COVID-19, and assess the effects of tocilizumab, an anti-IL-6 receptor monoclonal antibody.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 396, "claim": "Sars-cov-2 is not detectable in the vaginal fluid of women with severe covid-19 infection", "evidence": "All 10 patients were tested for SARS-CoV-2 in vaginal fluid, and all samples tested negative for the virus. Conclusions: Findings from this small group of cases suggest that SARS- CoV-2 virus does not exist in the vaginal fluids of severe COVID-19 patients.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 67, "claim": "Sars-cov-2 in-vitro neutralization assay reveals inhibition of virus entry by iota-carrageenan", "evidence": "In vitro data on iota-carrageenan against various Rhino- and Coronaviruses showed similar IC50 values and translated readily into clinical effectiveness when a nasal spray containing iota-carrageenan demonstrated a reduction in severity and duration of symptoms of common cold caused by various respiratory viruses. Accordingly, our in vitro data on SSPL suggest that administration of iota-carrageenan may be an effective and safe prophylaxis or treatment for SARS-CoV-2 infections.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 124, "claim": "Hydroxychloroquine safety outcome within approved therapeutic protocol for covid-19 outpatients in saudi arabia", "evidence": "Conclusion: In our study, results show that the use of hydroxychloroquine for COVID-19 patients in mild to moderate cases in an outpatient setting, within the protocol recommendation and inclusion/exclusion criteria, is safe, highly tolerable, and with minimum side effects.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 64, "claim": "Lipoic acid helps response in g6pd population", "evidence": "Α-lipoic acid supplementation up-regulates antioxidant capacity in adults with G6PD deficiency. A-lipoic acid supplementation up-regulates antioxidant capacity in adults with G6PD deficiency.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 220, "claim": "Father with motor neurone disease dies from coronavirus in uk", "evidence": "Wednesday 18 March 2020 09:36, UK COVID-19 Coronavirus Image: Craig Ruston was battling motor neurone disease.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 242, "claim": "Protein structure and sequence reanalysis of 2019-ncov genome refutes snakes as its intermediate host and the unique similarity between its spike protein insertions and hiv-1", "evidence": "In this Communication, we first analyzed two recent studies that concluded that snakes are the intermediate hosts of 2019-nCoV and that the 2019-nCoV spike protein insertions share a unique similarity to HIV-1.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 360, "claim": "Systematic analysis of innate immune antagonism reveals vulnerabilities of sars-cov-2", "evidence": "Overall our analyses revealed that IFN-γ and IFN-λ1 signalling are antagonised the least, leaving SARS-CoV-2 highly susceptible to these two cytokines.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 62, "claim": "Sherlock biosciences receives fda emergency use authorization for crispr sars-cov-2 rapid diagnostic", "evidence": "In addition to SHERLOCK, the company is also developing its INSPECTR platform to create an instrument-free, handheld test  similar to that of an at-home pregnancy test  that utilizes Sherlock Biosciences Synthetic Biology platform to provide rapid detection of a genetic match of the SARS-CoV-2 virus. Cambridge, Mass., May 7, 2020  Sherlock Biosciences, an Engineering Biology company dedicated to making diagnostic testing better, faster and more affordable, today announced the company has received Emergency Use Authorization (EUA) from the U.S. Food and Drug Administration (FDA) for its Sherlock CRISPR SARS-CoV-2 kit for the detection of the virus that causes COVID-19, providing results in approximately one hour.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 350, "claim": "Man , 25 , catches coronavirus twice in first such us case", "evidence": "Photograph: John Locher/AP Press Association Tue 13 Oct 2020 01.24 EDT Researchers in the US have reported the countrys first confirmed case of coronavirus reinfection. Genetic sequencing of the virus showed he was infected twice by different strains of Sars-CoV-2, according to researchers. A 25-year-old man with no known immune disorders or underlying conditions was infected with Covid-19 on two separate occasions, according to a study published in the Lancet Infectious Diseases journal. Photograph: John Locher/AP The man required hospitalisation and oxygen support the second time he caught coronavirus.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 71, "claim": "Two thirds of people contacted through tracing did not fully cooperate , pilot scheme finds", "evidence": "However, for the other 39 (two thirds) of the contacts, index cases were unable or unwilling to give their names and details. The BMJ A covid-19 contact tracing pilot scheme in Sheffield has found that two thirds of people contacted did not fully cooperate, and many of those worked in health and care settings. The Sheffield Community Contact Tracers team was created by a group of retired doctors and public health experts and began the local pilot in April after they became frustrated by the lack of government action on contact tracing.1 In a report,2 the team described the inability or unwillingness to engage by people working in health and care settings as a major challenge. They said that contact tracing may be resisted in workplaces, especially in the NHS and care homes, where contact tracing systems, social distancing of staff, and a culture supportive of self-isolation frequently does not exist. They also found that one in five of the initial patients responded to phone calls only after a physical message was hand deliveredsomething that the UK government may want to consider as it launches new NHS test and trace services.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 29, "claim": "Gns561 exhibits potent in vitro antiviral activity against sars-cov-2 through autophagy inhibition", "evidence": "Overall, our study highlights GNS561 as a powerful drug in SARS- CoV-2 infection and supports that the hypothesis that autophagy inhibitors could be an alternative strategy for SARS-CoV-2 infection. Our data indicated that GNS561 showed the highest antiviral effect for two SARS-CoV-2 strains compared to CQ and remdesivir. Finally, our study revealed that the combination of GNS561 and remdesivir was associated with a strong synergistic antiviral effect against SARS-CoV-2. Here, we investigated the antiviral activity and associated mechanism of GNS561, a small basic lipophilic molecule inhibitor of late-stage autophagy, against SARS-CoV-2.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 120, "claim": "Scientists trace severe covid-19 to faulty genes and autoimmune condition", "evidence": "These findings provide compelling evidence that the disruption of type I interferon is often the cause of life-threatening COVID-19, says Jean-Laurent Casanova, head of the St. Giles Laboratory of Human Genetics of Infectious Diseases at The Rockefeller University and a Howard Hughes Medical Institute investigator. COVID-19 may now be the best understood acute infectious disease in terms of having a molecular and genetic explanation for nearly 15 percent of critical cases across diverse ancestries, Casanova says. Genetics of COVID-19 outliers The way SARS-CoV-2 affects people differently has been puzzling. Science Inborn errors of type I IFN immunity in patients with life-threatening COVID-19 Zhang Q. et al. Whether the proteins have been neutralized by so-called auto- antibodies, or were not produced in sufficient amounts in the first place due to a faulty gene, their missing-in-action appears to be a common theme among a subgroup of COVID-19 sufferers whose disease has thus far been a mystery.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 159, "claim": "Preliminary evidence that higher temperatures are associated with lower incidence of covid-19 , for cases reported globally up to 29th february 2020", "evidence": "Using global line-list data on COVID-19 cases reported until 29th February 2020 and global gridded temperature data, and after adjusting for surveillance capacity and time since first imported case, higher average temperature was strongly associated with lower COVID-19 incidence for temperatures of 1°C and higher. However, temperature explained a relatively modest amount of the total variation in COVID-19 incidence.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 317, "claim": "Iga dominates the early neutralizing antibody response to sars-cov-2", "evidence": "Our results show that human IgA antibodies are often detectable before the appearance of SARS-CoV-2-specific IgG and suggest a role for IgA antibodies in early virus neutralization. Our results show that serum IgA, particularly anti-RBD IgA, are detected earlier compared with IgG, and the dramatic plasmablast expansion that follows SARS-CoV-2 infection is dominated by IgA-secreting cells (Fig. Early SARS- CoV-2-specific humoral responses were dominated by IgA antibodies.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 180, "claim": "Genomic epidemiology of a densely sampled covid19 outbreak in china", "evidence": "With few exceptions, genomic epidemiological analysis has focused on geographically distributed data sets with few isolates in any given location. Here we report an analysis of 20 whole SARS-CoV 2 genomes from a single relatively small and geographically constrained outbreak in Weifang, People's Republic of China.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 152, "claim": "Antibodies in infants born to mothers with covid-19 pneumonia", "evidence": "Assessment of Maternal and Neonatal SARS-CoV-2 Viral Load, Transplacental Antibody Transfer, and Placental Pathology in Pregnancies During the COVID-19 Pandemic.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 346, "claim": "Convalescent plasma to treat covid-19", "evidence": "The investigational convalescent plasma is intended for the treatment of hospitalized patients with COVID-19. Effectiveness of convalescent plasma therapy in severe COVID-19 patients. Convalescent plasma for COVID-19: a randomized clinical trial. Expanded access to convalescent plasma for the treatment of patients with COVID-19. Convalescent plasma treatment of severe COVID-19: a propensity score-matched control study.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 100, "claim": "Singapore , taiwan and hong kong have brought outbreaks under control", "evidence": "Singapore and Taiwan were both seen as examples of how to handle the coronavirus outbreak: stanching the growth of infections, while largely keeping their economies open. The city, like Singapore and Taiwan, has made headway in containing Covid-19.Credit...Hannah Mckay/Reuters HONG KONG  While the spread of Covid-19 is picking up speed in Europe and the United States, among other regions, the outbreaks in some countries in Asia seem to be under control.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 31, "claim": "Suspicions grow that nanoparticles in pfizer 's covid-19 vaccine trigger rare allergic reactions.", "evidence": "Severe allergy-like reactions in at least eight people who received the COVID-19 vaccine produced by Pfizer and BioNTech over the past 2 weeks may be due to a compound in the packaging of the messenger RNA (mRNA) that forms the vaccines main ingredient, scientists say. Patients with severe allergies in the US are getting nervous about the possibility that they may not be able to get vaccinated, at least with those two vaccines, Togias wrote in an invitation to meeting participants. Some allergists and immunologists believe a small number of people previously exposed to PEG may have high levels of antibodies against PEG, putting them at risk of an anaphylactic reaction to the vaccine. NIAID is also setting up a study in collaboration with FDA to analyze the response to the vaccine in people who have high levels of anti-PEG antibodies or have experienced severe allergic responses to drugs or vaccines before.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 19, "claim": "Air quality influences the pandemic - communiqués de presse", "evidence": "The study provides preventive measures related to air pollution to limit future outbreaks of morbidity and mortality due to the coronavirus. Epidemiologists widely agree that there is a correlation between acute and locally elevated concentrations of fine particles and the severity of influenza waves. The increase in fine particles is generally favored by air temperature inversions, characterized by fog situations, or by Saharan dust intrusions. A multifactorial pandemic Nonetheless, the researchers also emphasize that, although particulate matter pollution can influence the virulence of the virus and possible severe disease progression, physiological, social or economic factors will clearly also influence the further course of the pandemic.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 323, "claim": "Johnson & johnson pauses covid-19 vaccine trials due to sick subject", "evidence": "This is the second time trials for a Covid-19 vaccine trial have been paused over a safety concern.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 236, "claim": "The coronavirus has mutated and appears to be more contagious now , new study finds", "evidence": "The coronavirus has mutated and May52020 COVID19 KEY POINTS: The coronavirus that emerged in Wuhan, China, has mutated and the new, dominant strain spreading across the U.S. appears to be even more contagious, according to a new study. If the coronavirus doesnt subside in the summer like the seasonal flu, it could mutate further and potentially limit the effectiveness of the coronavirus vaccines being developed by scientists around the world, the researchers warned. The coronavirus that emerged in Wuhan, China, over four months ago has since mutated and the new, dominant strain spreading across the U.S. appears to be even more contagious, according to a new study.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 15, "claim": "Uk bans parallel export and hoarding of lopinavir+ritonavir , chloroquine and hydroxychloroquine", "evidence": "The export of the US-based AbbVies Kaletra / Aluvia, a combination lopinavir and ritonavir, the generic drug chloroquine phosphate and the generic drug hydroxychloroquine is being restricted to meet the needs of UK patients, the government said", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 136, "claim": "Weekly national flu and covid-19 surveillance reports published", "evidence": "By NHS regions, the highest hospital admission rates for COVID-19 were observed in the North West. COVID-19 hospital and critical care admission rates continued to increase.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 130, "claim": "We had the covid-19 vaccine the whole time", "evidence": "And then we formulate that into a vaccine using essentially the same technology platform that all the other influenza vaccines are based on. The whole process takes a few months, and utilizes a platform that we already know is basically safe. More precisely, they thought it would be possible to do all the research, development, preclinical testing, and Phase I trials for new viral pandemics before those new viruses had even emerged  to have those vaccines sitting on the shelf and ready to go when they did. The whole time, we also knew that the Moderna vaccine was essentially safe.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 106, "claim": "Seasonal human coronavirus antibodies are boosted upon sars-cov-2 infection but not associated with protection", "evidence": "These antibodies were not associated with protection against SARS-CoV-2 infections or hospitalizations, but paradoxically these hCoV cross-reactive antibodies were boosted upon SARS-CoV-2 infection. We then quantified pre-pandemic antibody levels in serum from a separate cohort of 252 individuals who became PCR-confirmed infected with SARS-CoV-2. Although SARS-CoV-2 is a novel coronavirus, most humans had been previously exposed to other antigenically distinct common seasonal human coronaviruses (hCoVs) before the COVID-19 pandemic.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 223, "claim": "Yale 's rapid covid-19 saliva test receives fda emergency use authorization", "evidence": "Stat: FDA Clears Saliva Test For Covid-19, Opening Door To Wider Testing The Food and Drug Administration on Saturday authorized emergency use of a new and inexpensive saliva test for Covid-19 that could greatly expand testing capacity. A new saliva-based laboratory diagnostic test for the novel coronavirus developed by researchers at Yale University's School of Public Health has been granted an emergency use authorization by the Food and Drug Administration. While FDA has seen variable performance in tests using saliva, Yale School of Public Health submitted data with its EUA request from which the FDA determined that Yales test meets the criteria for emergency authorization when used to test saliva samples for SARS-CoV-2, the virus that causes COVID-19 infection. NEW HAVEN, Conn. \\- A new saliva-based laboratory diagnostic test for the novel coronavirus developed by researchers at Yale University's School of Public Health has been granted an emergency use authorization by the Food and Drug Administration. Coronavirus (COVID-19) Update: FDA Issues Emergency Use Authorization to Yale School of Public Health for SalivaDirect, Which Uses a New Method of Saliva Sample Processing 1.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 33, "claim": "Berberine and obatoclax inhibit sars-cov-2 replication in primary human nasal epithelial cells in vitro.", "evidence": "Berberine, a plant-derived alkaloid, inhibited SARS-CoV-2 at low micromolar concentrations and obatoclax, originally developed as an anti-apoptotic protein antagonist, was effective at sub-micromolar concentrations. In this study, we demonstrate that berberine and obatoclax, two broad-spectrum antiviral compounds, are effective against multiple isolates of SARS-CoV-2. Moreover, both obatoclax and berberine inhibited SARS-CoV-2 replication in these primary target cells. Berberine and obatoclax inhibit SARS-CoV-2 replication in primary human nasal epithelial c", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 209, "claim": "China 's changing coronavirus case count is not unusual in an outbreak , health official says", "evidence": "Its not unusual to count things in different ways as the epidemic evolves, said Sylvie Briand, WHO director of the infectious hazards management department. Confusion over how China is counting cases of infections is making it harder to know how coronavirus is spreading, even as China is officially reporting that the numbers of new cases reported in recent days have fallen sharply. Its not unusual to count things in different ways as the epidemic evolves, said Sylvie Briand, WHO director of the infectious hazards management department. Asked by reporters about the potential impact of the coronavirus on the economy and whether he anticipates it being similar to the effect of SARS, Kudlow said, I understand the risks, and I understand these things could change quickly, but right now what we know is theres barely any impact here at home. The human toll in my opinion is more important than the statistics [Chinas] getting hurt very badly, he added. ", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 366, "claim": "Coronavirus vaccines leap through safety trials", "evidence": "Vaccines expose the immune system to components of a virus  the coronavirus spike protein, in the case of nearly all COVID-19 vaccines  in the hope of teaching it how to react against a real infection in the future. In the past few days, scientists working at feverish pace to develop vaccines against the coronavirus have released a flood of data from their first human trials. The vaccine is inducing the kind of immune responses that we think are inducing protection against coronavirus, said Sarah Gilbert, a vaccinologist co-leading the Oxford effort, in a press briefing announcing the results. But they suggest that the candidate vaccines are broadly safe, and offer the first hints that vaccines can summon immune responses similar to those of people who have been infected with the virus. Its definitely plausible that theres more than one way to protect against this virus. The nature of the immune response that protects  or fails to protect  against COVID-19 will become clearer when efficacy trials deliver their first results.", "label": true, "dataset": "covidfact", "split": "test1"}
{"index": 378, "claim": "Covid-19 seroprevalence among healthcare workers of a large covid hospital in rome reveals strengths and limits of two different serological tests.", "evidence": "Among low-risk population, point-of-cares predictive values were 58.33% (positive) and 98.23% (negative) whereas venous blood tests were 92.86% (positive) and 98.53% (negative). Since Fondazione Policlinico Universitario A. Gemelli (FPG) IRCCS has been enlisted as a COVID hospital, healthcare workers deployed to COVID wards were separated from those with limited or no exposure, whereas administrative staff was destined to work-from-home.", "label": true, "dataset": "covidfact", "split": "test1"}
{"id": 2887, "claim": "there are few novel sars-cov-2 cases in malaria countries because of the use of the antimalarial drug hydroxychloroquine.", "evidence": "We found that fatalities are 18.8% (9/48) in HCQ group, which is significantly lower than 47.4% (238/502) in the NHCQ group (P<0.001). The time of hospital stay before patient death is 15 (10-21) days and 8 (4-14) days for the HCQ and NHCQ groups, respectively (P<0.05). The levels of inflammatory cytokine IL-6 were significantly reduced from 22.2 (8.3-118.9) pg mL-1 at the beginning of the treatment to 5.2 (3.0-23.4) pg mL-1 (P<0.05) at the end of the treatment in the HCQ group but there is no change in the NHCQ group.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 7925, "claim": "headaches are rarely the sole symptom present in a coronavirus patient.", "evidence": "Muscle injury or myalgia was the most common (19.2%, 95%CI 15.423.2%) neurologic symptom of COVID-19, followed by headache (10.9%, 95%CI 8.6213.51%);", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 12393, "claim": "diabetes significantly increases coronavirus sufferers risk of dying", "evidence": "Older age, diabetes and other comorbidities are reported as significant predictors of morbidity and mortality. Chronic inflammation, increased coagulation activity, immune response impairment, and potential direct pancreatic damage by SARS-CoV-2 might be among the underlying mechanisms of the association between diabetes and COVID-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 6437, "claim": "Smoking is a risk factor for COVID-19 patients, but one particular substance in cigarettes - nicotine - might prevent infection in some people, or improve COVID-19 prognosis", "evidence": "Cannabis thus joins tobacco as a SARS2-CoV-2 risk factor.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 3003, "claim": "Hydroxychloroquine is an Effective Treatment for COVID-19", "evidence": "patients treated with HCQ at the time of early hospital recovered faster than those who treated later or taken as second line choose for their obvious shorter hospitalization time.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 6313, "claim": "Ideally, try to maintain at least three feet of distance from others if you are in a community where COVID-19 is spreading. This can help prevent you from breathing in any liquid droplets containing the virus, which can be sprayed through the nose or mouth through coughing and sneezing. 3. Clean and disinfect surfaces", "evidence": "As discussed in this review, till effective vaccines and treatments emerge, it is important to understand the scientific rationale of pandemic-mitigation strategies such as wearing facemasks and social distancing, and implement them.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 7299, "claim": "there is no scientific evidence establishing a link between ibuprofen and worsening of covid-19", "evidence": "For NSAIDs, there is no clear scientific evidence linking ibuprofen and other NSAIDs to worsening of COVID-19;", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 6359, "claim": "the mechanism behind the protective effects of smoking could be found in nicotine", "evidence": "Active smoking was associated with decreased odds of Covid-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 1496, "claim": "Unexpected Cause of Death in Younger COVID-19 Patients is Related to Blood Clotting", "evidence": "Compared to the recovered group, more patients in the death group exhibited characteristics of advanced age, pre-existing comorbidities, dyspnea, oxygen saturation decrease, increased WBC count, decreased lymphocytes, and elevated CRP levels.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 3714, "claim": "vitamin D might help protect against becoming infected with, and developing serious symptoms of, COVID-19", "evidence": "A significant negative correlation (p=0.033) has been observed between mean vitamin D levels and COVID-19 cases per one million population in European countries.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8684, "claim": "No drug is approved by the Food and Drug Administration (FDA) for COVID-19, although dozens of candidates - including drugs used to treat rheumatoid arthritis, parasites, cancer, and HIV - have been proposed", "evidence": "Several drugs such as chloroquine, arbidol, remdesivir, and favipiravir are currently undergoing clinical studies to test their efficacy and safety in the treatment of coronavirus disease 2019 (COVID-19) in China; some promising results have been achieved thus far.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 5380, "claim": "There is currently no guidance on the use of micronutrient supplements as a treatment of COVID-19.", "evidence": "In late December 2019 in Wuhan, China, several patients with viral pneumonia were identified as 2019 novel coronavirus (2019-nCoV). So far, there are no specific treatments for patients with coronavirus disease-19 (COVID-19), and the treatments available today are based on previous experience with similar viruses such as severe acute respiratory syndrome-related coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), and Influenza virus.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 7604, "claim": "taking medication to lower fever, such as paracetamol (tylenol) and ibuprofen (advil) worsen COVID-19", "evidence": "Concern about the appropriate role of nonsteroidal anti-inflammatory drugs (NSAIDs) in COVID-19 speculate that NSAIDs, in particular ibuprofen, may upregulate the entry point for the virus, the angiotensin-converting enzyme (ACE) 2 receptors and increase susceptibility to the virus or worsen symptoms in existing disease.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 4310, "claim": "masks are effective in limiting spread of COVID-19", "evidence": "We make 3 key observations: 1. Masks, even with suboptimal efficacy in both prevention of acquisition and transmission of infection, could substantially decrease the reproduction number for COVID-19 if widely used. 2. Widespread masking may be sufficient to suppress epidemics where R has been brought close to 1 via other measures (e.g., distancing). 3. Assortment within populations (the tendency for interactions between masked individuals to be more likely than interactions between masked and unmasked individuals) would rapidly erode the impact of masks.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 4327, "claim": "Masks do reduce spread of flu and some COVID-19", "evidence": "We make 3 key observations: 1. Masks, even with suboptimal efficacy in both prevention of acquisition and transmission of infection, could substantially decrease the reproduction number for COVID-19 if widely used. 2. Widespread masking may be sufficient to suppress epidemics where R has been brought close to 1 via other measures (e.g., distancing). 3. Assortment within populations (the tendency for interactions between masked individuals to be more likely than interactions between masked and unmasked individuals) would rapidly erode the impact of masks.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10959, "claim": "the virus can stay on surfaces long enough to be a source of transmission", "evidence": "Surfaces near patients hospitalized with respiratory infections were frequently contaminated by pathogens, with Klebsiella pneumoniae being most common, highlighting the potential for transmission of respiratory pathogens via surfaces.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10579, "claim": "How long does Coronavirus last on surfaces? And which disinfectants are most effective at cleaning them? Those two questions are important not only for healthcare centrers but any public place with a lot of activity - locations where you'll frequently touch surfaces such as door handles with your hands. You might then potentially infect yourself by touching your face, which happens more often than you think.", "evidence": " Susceptible persons who contacted these contaminated surfaces may transfer the pathogens to their mucous membranes via hands, leading to a risk of respiratory infection.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8398, "claim": "Wearing a surgical face mask probably won't keep you from getting sick", "evidence": "2) addresses controversies surrounding the mask from perspectives of attitude, effectiveness, and necessity of wearing the mask with evidence that the use of mask would effectively interrupt the transmission of infectious diseases in both hospital settings and community settings;", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 11236, "claim": "Cloth face coverings are most likely to reduce the spread of the COVID-19 virus when they are widely used by people in public settings", "evidence": "three double-layer materials including double-layer medical non-woven fabric, medical non-woven fabric plus non-woven shopping bag, and medical non-woven fabric plus granular tea towel could meet all the standards of pressure difference, particle filtration efficiency, and resistance to surface wetting, and were close to the standard of the bacterial filtration efficiency; homemade masks using available materials can minimize the chance of infection to the maximum extent.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 3612, "claim": "Further, the report enlightened on the use of vitamin D on COVID-19 patients", "evidence": "testing positive for COVID-19 was associated with increasing age(RR(age<50)=1.05,p<0.021;RR(age[]50)=1.02,p<0.064)), non-white race(RR=2.54,p<0.01) and being likely vitamin D deficient (deficient/treatment-not-increased:RR=1.77,p<0.02) as compared to likely vitamin D sufficient(not-deficient/treatment-not-decreased), with predicted COVID-19 rates in the vitamin D deficient group of 21.6%(95%CI[14.0%-29.2%] ) versus 12.2%(95%CI[8.9%-15.4%]) in the vitamin D sufficient group.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10671, "claim": "the virus can stay on surfaces long enough to be a source of transmission", "evidence": "Contacting contaminated nonfabric surfaces may pose an indirect contact risk up to three orders of magnitude higher than that of contacting contaminated fabric surfaces.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8404, "claim": "masks prevent me from spreading COVID-19", "evidence": "2) addresses controversies surrounding the mask from perspectives of attitude, effectiveness, and necessity of wearing the mask with evidence that the use of mask would effectively interrupt the transmission of infectious diseases in both hospital settings and community settings;", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 5323, "claim": "Eating garlic will not help prevent infection with COVID-19. While it is a healthy food and is proven to have some antimicrobial properties, there is no evidence that eating garlic can protect from covid-19", "evidence": "Hoaxes (such as eating garlic or citrus to prevent COVID-19) were detected in 15 videos (10.9%).", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 4446, "claim": "Masks do reduce spread of flu and some COVID-19", "evidence": "Our results suggest use of face masks by the general public is potentially of high value in curtailing community transmission and the burden of the pandemic. The community-wide benefits are likely to be greatest when face masks are used in conjunction with other non-pharmaceutical practices (such as social-distancing), and when adoption is nearly universal (nation-wide) and compliance is high.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 677, "claim": "Like other viruses with a lipid envelope, SARS-CoV-2 is probably sensitive to temperature, humidity, and solar radiation", "evidence": "temperature is the most influential parameter that reduces the growth at the rate of 13-17 cases/day with a 1C rise in temperature.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 9057, "claim": "Can COVID-19 be spread from pets to people or other pets? According to the latest information from the CDC , the risk of animals spreading COVID-19 to people is very low. However, because all animals can carry germs that can make people sick, it's always a good idea to practice healthy habits around pets and other animals.", "evidence": "Cellular angiotensin converting enzyme 2 (ACE2) is the receptor of SARS-CoV-2 which is identical or similar in different species of animals such as pigs, ferrets, cats, orangutans, monkeys, and humans. Moreover, a recent study predicted that dog might be secondary host during the evolution of SARS-CoV-2 from bat to human. Therefore, there is a possibility of spreading SARS-CoV-2 through domestic pets.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 2383, "claim": "to reduce the spread of the virus: try to stay at least 2 metres (3 steps) away from anyone you do not live with (or anyone not in your support bubble); wash your hands with soap and water often - do this for at least 20 seconds; use hand sanitiser gel if soap and water are not available; wash your hands as soon as you get home; cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze; put used tissues in the bin immediately and wash your hands afterwards", "evidence": "The decentralized strategy is insufficient when used alone, but offers the best results when combined with the centralized one. Indeed, the (C+D) is the most efficient isolation strategy at mitigating the network superspreaders and reducing the highest node degrees to less than 10% of their initial values.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 9223, "claim": "The virus that causes COVID-19 (SARS-CoV-2), belongs to the betacoronaviruses, one of the four genera of coronaviruses.", "evidence": "The recent global outbreak of viral pneumonia designated as Coronavirus Disease 2019 (COVID-19) by coronavirus (SARS-CoV-2) has threatened global public health and urged to investigate its source. ", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10952, "claim": "COVID-19 can survive on surfaces, like a tabletop", "evidence": "Surfaces near patients hospitalized with respiratory infections were frequently contaminated by pathogens, with Klebsiella pneumoniae being most common, highlighting the potential for transmission of respiratory pathogens via surfaces.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 7375, "claim": "Based on currently available information, WHO does not recommend against the use of of ibuprofen.", "evidence": "For NSAIDs, there is no clear scientific evidence linking ibuprofen and other NSAIDs to worsening of COVID-19; however, it seems prudent to continue them, if necessary to control pericarditis, and on the other hand, to prefer paracetamol for fever and systemic symptoms related to COVID-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10181, "claim": "A report indicates that Acetaminophen (Tylenol) may be preferred over Ibuprofen (Advil) for coronavirus (fever)", "evidence": "Although based on existing evidence, NSAIDs have been effective in treating respiratory infections caused by influenza and rhinovirus, since there is no clinical trial on COVID-19 and case-reports and clinical experiences are indicative of elongation of treatment duration and exacerbation of the clinical course of patients with COVID-19, it is recommended to use substitutes such as acetaminophen for controlling fever and inflammation and be cautious about using NSAIDs in management of COVID-19 patients until there are enough evidence.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 1823, "claim": "to reduce the spread of the virus: try to stay at least 2 metres (3 steps) away from anyone you do not live with (or anyone not in your support bubble); wash your hands with soap and water often - do this for at least 20 seconds; use hand sanitiser gel if soap and water are not available; wash your hands as soon as you get home; cover your mouth and nose with a tissue or your sleeve (not your hands) when you cough or sneeze; put used tissues in the bin immediately and wash your hands afterwards", "evidence": "counties where the policies have been imposed have effectively increased social distancing and have seen slowing the spread of COVID-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 6623, "claim": "There is also evidence that smokers in hospital who have coronavirus are at a higher risk than non-smokers of severe illness and death. While it's important to prevent getting COVID-19 in the first place, it's also essential that we do all we can to keep our lungs healthy to avoid the worst affects of the disease.", "evidence": "At this time there is no clear evidence that smoking is protective against COVID-19, so the established recommendations to avoid smoking should be emphasized.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8510, "claim": "masks prevent me from spreading COVID-19", "evidence": "Surgical face masks significantly reduced detection of influenza virus RNA in respiratory droplets and coronavirus RNA in aerosols, with a trend toward reduced detection of coronavirus RNA in respiratory droplets.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10635, "claim": "the virus can stay on surfaces long enough to be a source of transmission", "evidence": "Nonfabric surface materials were found to be much more favorable in the indirect contact transmission for RSV and rhinovirus than fabric surface materials.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 11700, "claim": "Hypothesis: Angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19", "evidence": "Patients who take ACEIs and ARBS may be at increased risk of severe disease outcomes due to SARS-CoV-2 infections.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8727, "claim": "Scientists are endeavoring to find antivirals specific to the virus. Several drugs such as chloroquine, arbidol, remdesivir, and favipiravir are currently undergoing clinical studies to test their efficacy and safety in the treatment of coronavirus disease 2019 (COVID-19) in China; some promising results have been achieved thus far.", "evidence": "Currently, there are no proven effective vaccines or therapeutic agents against the virus.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8175, "claim": "wearing a mask  may offer some protection for the covid-19", "evidence": "We also demonstrated that three brands of medical masks blocked over 99% viruses in aerosols. The avian coronavirus was completely inactivated after being steamed for 5 minutes.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 9210, "claim": "It is correct to call the virus that causes COVID-19, SARS.", "evidence": "The recently emerged SARS-CoV-2 (Coronaviridae; Betacoronavirus) is the underlying cause of COVID-19 disease.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 3734, "claim": "Further, the report enlightened on the use of vitamin D on COVID-19 patients", "evidence": "A significant negative correlation (p=0.033) has been observed between mean vitamin D levels and COVID-19 cases per one million population in European countries.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 545, "claim": "The coronavirus came from the local wet market in China", "evidence": "Coronavirus disease 2019 (COVID-19) originated in the city of Wuhan, Hubei Province, Central China", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8793, "claim": "While there are a lot of unknowns with the novel virus, there's no evidence of COVID-19 transmitting through food or packaging, according to the Food and Drug Administration.", "evidence": "Also, SARS-COV-2 transmission through food, food packages, and food handlers has not been identified as a risk factor for the disease.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 10742, "claim": "the Covid-19 coronavirus can stay on various surfaces for a while", "evidence": "Human Coronavirus 229E Remains Infectious on Common Touch Surface Materials", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 1136, "claim": "the warmer weather will slow the spread of SARS-CoV-2, the novel coronavirus that causes COVID-19", "evidence": "In the southern cities, the ambient temperature and air pollution have a negative interactive effect on COVID-19 transmission, implying that rising temperature restrains the facilitating effects of air pollution and that they jointly lead to a decrease in new confirmed cases.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 8220, "claim": "Wearing a surgical face mask probably won't keep you from getting sick", "evidence": "Together, this study suggested that medical masks are adequate for use on most social occasions, and both medical masks and N95 masks can be reused for a few days with steam decontamination between use.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 7365, "claim": "it is safe take Advil to bring down your temperature caused by covid-19", "evidence": "For NSAIDs, there is no clear scientific evidence linking ibuprofen and other NSAIDs to worsening of COVID-19; however, it seems prudent to continue them, if necessary to control pericarditis, and on the other hand, to prefer paracetamol for fever and systemic symptoms related to COVID-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 5481, "claim": "The researchers also ranked face mask material from most to least effective in their testing.", "evidence": "Face masks are an avenue to curb the spread of coronavirus, but few people in Western societies wear face masks.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 12188, "claim": "As the novel coronavirus sweeps the globe, those with high blood pressure are at heightened risk for more severe complications should they contract Covid-19", "evidence": " Hypertension has been proven to be more prevalent in patients with an adverse outcome (admission in intensive care unit, use of mechanical ventilation, or death).", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 2915, "claim": "there are few novel sars-cov-2 cases in malaria countries because of the use of the antimalarial drug hydroxychloroquine.", "evidence": "early empiric short-term administration of HCQ in symptomatic individuals, may be a promising, safe and low-cost strategy.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
{"id": 6364, "claim": "Smoking is a risk factor for COVID-19 patients, but one particular substance in cigarettes - nicotine - might prevent infection in some people, or improve COVID-19 prognosis", "evidence": "Active smoking was associated with decreased odds of Covid-19.", "label": "SUPPORT", "dataset": "healthver", "split": "test"}
